;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 15 March 2025
;~ Author.......: Derick Payne (Rizonesoft)
;~ Link.........: https://rizonesoft.com
;~ =============================================================================

[Main]
Product = Firemin
Version = 12

[Language]
;~ Please ad the translated language name next to the English name. For example; Ελληνικά - Greek
Name = Italiano - Italian
Code = it
Encoding = Unicode (UTF-16) LE BOM

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = Informazioni su %{Program.Name}
Label_Version = Versione
Label_AutoIt = Creato con AutoIt versione
Label_Copyright = Copyright
Tip_Title_Donate = Dona alla nostra causa
Tip_Message_Donate = Quando fai una donazione, ci aiuti a mantenere il nostro software gratuito\r\ne ci permetti di acquisire gli strumenti e i servizi\r\nche utilizziamo per servirti.
Label_Home = Pagina iniziale
Label_License = Licenza
Label_Support = Ottieni supporto
Tip_Title_Country = Fatto in Sudafrica
Tip_Message_Country = %{Program.Name} è nato in Sudafrica.
Label_Contributors = Collaboratori
Button_Ok = OK
Label_RAM = (RAM) %d MB liberi su %d MB (%d%%)
Label_HDD = (%s) %.2f GB liberi su %.2f GB (%d%%)
Tip_Facebook = Seguici su Facebook.
Tip_GitHub = %{Program.Name} su GitHub.

[Custom]
Label_Status_Welcome = Inizia caricando il browser (seleziona il file).\r\n%{Program.Name} rileverà automaticamente il processo dall'eseguibile selezionato.
Label_Status_Updates = Verifica aggiornamenti
Group_Load_Browser = Carica browser
Label_Executable = Percorso eseguibile (%s):
Label_Process_Usage = Utilizzo | Picco:
Label_Process_Count = Conteggio processi:
Button_Browse = &Sfoglia
Group_Options = Opzioni
Checkbox_Reduce_Mem = Riduci memoria ogni:
Label_Milliseconds = millisecondi
Checkbox_Reduce_Limit = Riduci memoria se l'utilizzo supera:
Checkbox_Start_With = Avvia %s quando %{Program.Name} si avvia
Checkbox_Enable_Extended_Processes = Abilita processi estesi
Button_Extended_Processes = &Processi estesi
Checkbox_Start_Windows = Avvia %{Program.Name} all'avvio di Windows
Label_Settings_Updated = Impostazioni aggiornate con successo.
Button_Cancel = Annulla
Button_Save = Salva
Time_Unit_01 = millisecondi
Time_Unit_02 = secondi
Time_Unit_03 = minuti
Time_Unit_04 = ore
Label_Boost_Description = Riduci ogni %s %s se l'utilizzo supera %s MB.
Title_Select_Browser = Seleziona browser
Tip_Minimized_Title = %{Program.Name} è ancora in esecuzione!
Tip_Minimized_Message = %{Program.Name} continuerà a ottimizzare l'utilizzo della memoria di %s.\r\nFai clic sull'icona nell'area di notifica per modificare varie opzioni di ottimizzazione.
Label_Notice = %{Program.Name} è progettato per l'uso su computer desktop e laptop.\r\nAbbiamo creato Firemin Server per gli ambienti server. Scopri di più...

[Donate]
Label_Heading = Che ne dici di una piccola donazione per mantenere il nostro software gratuito per sempre?
Label_Message = Fai clic sul pulsante PayPal qui sotto, scegli un importo e inviaci la donazione.\r\nLa tua donazione aiuterà a migliorare il nostro software e mantenere tutto gratuito su Rizonesoft.\r\nUna donazione di 20$ ci aiuterà a continuare per almeno un mese.
Label_Donate = Considereresti una donazione di 10$ per aiutarci a migliorare %{Program.Name} e continuare la nostra missione?

[Menus]
File = &File
File_Preferences = &Preferenze
File_Close = &Esci\tShift+Alt+F4
Help = &Aiuto
Help_Update = &Verifica aggiornamenti
Help_Home = &Pagina iniziale di %{Company.Name}
Help_Downloads = &Altri download
Help_Support = &Ottieni supporto
Help_Issue = &Segnala un problema
Help_Donate = &Dona alla nostra causa
Help_About = Informazioni su %{Program.Name}
Tray_About = Informazioni su %{Program.Name} %s
Tray_Open = Apri %{Program.Name}
Tray_Extended_Processes = Processi estesi
Tray_Run = Esegui %s
Tray_Run_Safemode = Esegui %s in modalità provvisoria

[Messages]
Info_Title = Nota bene
Warning_Title = Attenzione!
Error_Title = Ops! Qualcosa è andato storto!
Error_Oops = Ops!
Singleton = Un'altra istanza di %{Program.Name} è già in esecuzione.\r\nSuggerimento: Fai clic sull'icona %{Program.Name} nell'area di notifica.
Compatible = %{Program.Name} non è compatibile con la tua versione di Windows.\r\nSe pensi che questo sia un errore, lascia un messaggio su '%s' con tutti i dettagli.
Compatible_Bit = Sfortunatamente, %{Program.Name} a 32 bit non è compatibile con la tua versione di Windows.\r\nScarica %{Program.Name} a 64 bit da '%s'.

[Preferences]
Window_Title = Preferenze
Tab_General = Generale
Tab_Performance = Prestazioni
Tab_Language = Lingua
Group_Notifications = Notifiche
Group_Extended_Processes = Processi estesi
Group_Priority = Priorità
Group_Memory = Memoria
Group_Language = Lingua
Checkbox_Notifications = Mostra notifiche nell'area di notifica
Label_Extended_Processes = Inserisci qui i nomi dei processi aggiuntivi che desideri che %{Program.Name} ottimizzi.\r\nL'elenco deve essere separato da virgole (Process01.exe, Process02.exe, ecc.)
Label_SetPriority = Imposta priorità processo:
Checkbox_SaveRealtime = Salva priorità superiore ad alta (non consigliato).
Checkbox_ReduceMemory = Riduci memoria su sistemi con poca memoria.
Label_Language_Message = Seleziona la lingua desiderata, quindi premi il pulsante %s per continuare. (Riavvio richiesto)
Button_Save = Salva
Button_Cancel = Annulla
Label_Updated = Preferenze aggiornate
MsgBox_Language_Title = Lingua modificata
MsgBox_Language_Message = La lingua selezionata è stata modificata.\r\n%{Program.Name} deve essere riavviato per applicare la lingua scelta.
MsgBox_Closing_Title = Chiusura di %{Program.Name}
MsgBox_Closing_Message = Vuoi chiudere %{Program.Name} ora?
Button_Export = Esporta
Dialog_Export_Title = Esporta processi estesi
Dialog_Export_Error_Title = Errore di esportazione
Dialog_Export_Error_Message = Impossibile creare il file di esportazione.
Dialog_Export_Success_Title = Esportazione riuscita
Dialog_Export_Success_Message = Elenco dei processi estesi esportato in:
Button_Import = Importa
Dialog_Import_Title = Importa processi estesi
Dialog_Import_Error_Title = Errore di importazione
Dialog_Import_Error_Message = Impossibile leggere il file di importazione.
Dialog_Import_Success_Title = Importazione riuscita
Dialog_Import_Success_Message = L'elenco dei processi estesi è stato importato con successo.
Dialog_Import_Empty_Title = Nessun processo trovato
Dialog_Import_Empty_Message = Nessun processo valido è stato trovato nel file selezionato.

[Update]
Window_Title_Available = Aggiornamento disponibile
Window_Title_Congratulations = Congratulazioni!
Window_Title_Error = Qualcosa è andato storto!
Label_Message_Update = È disponibile una nuova versione di '%{Program.Name}'.
Label_Message_Latest = Stai utilizzando l'ultima versione di '%{Program.Name}'.
Label_Message_Error = Impossibile recuperare le informazioni sull'ultima versione di '%{Program.Name}'.
Label_Message_Internet = Verifica la tua connessione Internet e riprova.
Label_Build_Current = Versione attuale:
Label_Build_Update = Versione aggiornamento:
CheckBox_NoUpdate = Non verificare gli aggiornamenti all'avvio.
Button_Update = Ulteriori informazioni
Button_Close = Chiudi

[Versioning]
Administrator = Amministratore
Build = Versione
AutoIt_Version = Utilizza AutoIt versione %{AutoIt.Version}
Bit = bit
